abusaidm.html-snippets
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
heberalmeida.vue-snippets-js-html-pug-razor
mrmlnc.vscode-scss
msjsdiag.debugger-for-chrome
octref.vetur
robertohuertasm.vscode-icons
traBpUkciP.vscode-npm-scripts
vscodevim.vim
wix.vscode-import-cost
